// src/main/kotlin/com/example/Strings.kt
package com.example

object Strings {
    const val introMessage1 = "<b>Эмили</b>\nПривет! меня зовут Эмили\uD83E\uDD70"
    const val introMessage2 = "<b>Эмили</b>\nВсю свою жизнь я живу под маской приличия и морали\uD83D\uDE12"
    const val introMessage3 = "<b>Эмили</b>\nНо однажды мне удастся снять оковы общественного мнения\uD83D\uDE21"
    const val introMessage4 = "<b>Эмили</b>\nСтолкнуться с настоящей животной страстью, о которой я так мечтаю\uD83D\uDE0F"
    const val introMessage5 = "<b>Эмили</b>\nИ это – моя история☺\uFE0F"
    const val introMessage6 = "<b>Эмили</b>\nЯ сидела на диване в спальне и как обычно листала ленту новостей в соц.сетях"
    const val introMessage7 = "<b>Эмили</b>\nМоё внимание привлёк блог одной женщины, которая писала рассказы в жанре эротика\uD83D\uDE0B"
    const val introMessage8 = "<b>Эмили</b>\nОписание под одним из них гласило: «Эту историю я написала под впечатлением от сайта знакомств https://clck.ru/3C2L6x " +
            "где черпала своё вдохновение»."
    const val choiceMessage1 = "А ведь совсем недавно я и сама как раз зарегистрировалась там..."
    const val choiceMessage2 = "<b>Эмили</b>\nСтранно..."

    const val sexyResponseIntro1 = "<b>Эмили</b>\nЛюбопытство взяло верх: я открыла документ, прикреплённый к посту в блоге...📄👀"
    const val sexyResponseIntro2 = "<b>Рассказчик</b>\nЭмили начала читать📖"
    const val sexyResponseStory1 = "<b>Рассказчик</b>\nСкрипач сидел в баре и с угрюмым видом пил кофе, когда к нему подошла сексуальная блондинка☕️😉"
    const val sexyResponseStory2 = "<b>Блондинка</b>\nЧего такой грустный?\uD83D\uDE22"
    const val sexyResponseStory2_1 = "<b>Скрипач</b>\nЖена ушла к другу\uD83D\uDE12"
    const val sexyResponseStory3 = "<b>Блондинка</b>\nЯ Кэтрин, можно просто Кэт!😊"
    const val sexyResponseStory3_1 = "<b>Рассказчик</b>\nУлыбнулась она и заказала у бармена бокал вина🍷"
    const val sexyResponseStory4 = "<b>Скрипач</b>\nОчень приятно, а я Дэвид☺\uFE0F"
    const val sexyResponseStory4_1 = "<b>Рассказчик</b>\nНастроение Дэвида стало чуточку лучше😊"
    const val sexyResponseStory5 = "<b>Рассказчик</b>\nОни болтали весь вечер💬"
    const val sexyResponseStory5_1 = "<b>Блондинка</b>\nА кто твой друг, к которому ушла жена?🤔"
    const val sexyResponseStory6 = "<b>Дэвид</b>\nКакой друг? А, он пианист\uD83D\uDE12"
    const val sexyResponseStory7 = "<b>Блондинка</b>\nГоворят, у пианистов длинные музыкальные пальцы\uD83D\uDE0F\uD83D\uDE0F\uD83D\uDE0F"
    const val sexyResponseStory7_1 = "<b>Блондинка</b>\nА ты чем по жизни занимаешься?🤔"
    const val sexyResponseStory8 = "<b>Дэвид</b>\nА я скрипач, 🎻 (улыбнулся Дэвид)😊"
    const val sexyResponseStory9 = "<b>Блондинка</b>\nПойдем в дамскую комнату, покажешь мне свой \"смычок\"\uD83D\uDE0F"
    const val sexyResponseStory9_1 = "<b>Рассказчик</b>\nПоманив его пальцем👀"
    const val sexyResponseStory10 = "<b>Рассказчик</b>\nКэт исчезла из виду"
    const val sexyResponseStory10_1 = "Пойти за ней\uD83D\uDE0F"
    const val sexyResponseStory11 = "<b>Рассказчик</b>\nПо пути он услышал слабые стоны из гардеробной комнаты😳"
    const val sexyResponseStory12 = "<b>Рассказчик</b>\nГромкая музыка сводила на нет посторонние шумы, но Дэвид был опытным музыкантом с отличным слухом"
    const val sexyResponseStory13 = "<b>Рассказчик</b>\nОн приоткрыл дверь и увидел, как одна из официанток, обслуживавших посетителей, сейчас отдаётся одному из них😏"
    const val sexyResponseStory15 = "<b>Рассказчик</b>\nДержась за плечи здоровенного мужчины, и оперевшись спиной к стене, официантка плавно скользила на нём, придерживаемая крепкими руками партнёра\uD83D\uDE0D"

    const val sexyResponseStory16 = "<b>Рассказчик</b>\nДэвид не стал тревожить их и направился навстречу своим приключениям \uD83D\uDE0F"
    const val sexyResponseStory16_1 = "Идти за блондинкой\uD83D\uDE0F"
    const val sexyResponseStory17 = "<b>Рассказчик</b>\nСпустя 5 минут, они с Кэтрин целовались в уединённом месте, он уже снимал с девушки трусики, сопровождая это поцелуями её сладкой киски😏"
    const val sexyResponseStory18 = "<b>Рассказчик</b>\nВстав на колени, она начала расстёгивать ширинку брюк Дэвида. Освободив его огромный член, она удивлённо открыла рот😏😍"
    const val sexyResponseStory19 = "<b>Блондинка</b>\nГосподи, он такой большой!😍"
    const val sexyResponseStory19_1 = "<b>Рассказчик</b>\nВозбужденно промурчала Кэт и впилась в него губами💋"
    const val sexyResponseStoryTwo20 = "<b>Рассказчик</b>\nДэвид поднял девушку и повернул попкой к себе, после чего вошел в неё😈"
    const val sexyResponseStoryTwo21 = "<b>Рассказчик</b>\nОн начал двигаться в ней, сжимая грудь одной рукой, а другой поддерживая её ягодицы😍"
    const val sexyResponseStoryTwo22 = "<b>Рассказчик</b>\nСпустя десять минут они подошли к своей кульминации. Оргазм синхронно прокатился по их горячим телам🔥"
    const val sexyResponseStoryTwo23 = "<b>Рассказчик</b>\nСпустя ещё три минуты они вновь сидели у стойки бара и пили мартини🍸"
    const val sexyResponseStoryTwo24 = "<b>Блондинка</b>\nИ почему твоя жена тебя бросила?"
    const val sexyResponseStoryTwo25 = "<b>Блондинка</b>\nС таким \"смычком\" грех жаловаться\uD83D\uDE0D\uD83D\uDE0D"
    const val sexyResponseStoryTwo26 = "Потому что мой \"смычок\" побывал в каждой юбке"
    const val sexyResponseStoryTwo27 = "<b>Рассказчик</b>\nХитро ответил Дэвид и зашагал прочь"
    const val sexyResponseStoryTwo28 = "<b>Рассказчик</b>\nКэт ещё с минуту сидела как вкопанная"
    const val sexyResponseStoryTwo29 = "<b>Рассказчик</b>\nИ тогда до неё наконец дошло, что этот Дэвид тот ещё бабник\uD83D\uDE12"
    const val sexyResponseStoryThree1 = "Закончить читать рассказ"
    const val sexyResponseStoryThree2 = "<b>Мысли Эмили</b>\nКакой же это бред! Вроде и забавный, но бредовый рассказ\uD83D\uDE12"
    const val sexyResponseStoryThree3 = "<b>Мысли Эмили</b>\nВ нём не хватает той страсти, которая мне нужна\uD83D\uDE14"

    const val sexyResponseStoryFour1 = "<b>Эмили</b>\nЯ закрыла ленту новостей и решила немного пройтись по форуму, на котором недавно зарегистрировалась"

    const val sexyResponseStoryFour2 = "<b>Эмили</b>\nНесмотря на милую аватарку в профиле, тонны писем от поклонников ждать не приходилось\uD83D\uDE12"

    const val sexyResponseStoryFour3 = "<b>Эмили</b>\nВ основном писали либо мошенники, либо парни, которые не могут выдавить из себя ничего, кроме банальщины\uD83D\uDE12"

    const val sexyResponseStoryFour4 = "<b>Эмили</b>\nОднако один человек меня всё же заинтересовал. Его ник на форуме был \"Photon\""

    const val sexyResponseStoryFour5 = "<b>Photon</b>\nПривет! Хочешь я расскажу тебе о твоём будущем?😎"

    const val sexyResponseStoryFour6 = "Привет! Я слабо верю в такие штуки😑"

    const val sexyResponseStoryFour7 = "<b>Photon</b>\nЯ знаю о тебе всё"

    const val sexyResponseStoryFour8 = "Не смеши меня. Я и сама не всё о себе знаю"

    const val sexyResponseStoryFour9 = "<b>Photon</b>\nПоверь, я смогу тебя удивить😉"
    const val sexyResponseStoryFour10 = "<b>Эмилия</b>\nНу давай, удиви меня! Расскажи, что знаешь обо мне. Если сможешь оказаться прав хотя бы на десять процентов, мы продолжим диалог\uD83D\uDE11"
    const val sexyResponseStoryFour10_1 = "<b>Photon</b>\nТы носишь маску"
    const val sexyResponseStoryFour10_2 = "<b>Photon</b>\nЗдесь ты чувствуешь, что можешь расслабиться и быть собой\uD83D\uDE0F"
    const val sexyResponseStoryFour10_3 = "<b>Photon</b>\nНо стоит тебе покинуть этот форум, как маску вновь приходится возвращать на привычное место\uD83D\uDE12"
    const val sexyResponseStoryFour10_4 = "<b>Photon</b>\nТы одинока, и твои фантазии возможно воплотить только здесь\uD83D\uDE0F"
    const val sexyResponseStoryFour10_5 = "<b>Photon</b>\nОднако так будет не всегда, ведь совсем скоро ты найдёшь человека, который сможет тебя понять\uD83D\uDE0F"


    const val sexyResponseStoryFour12 = "Ты очень точно описал моё состояние. Неужели ты и правда провидец\uD83D\uDE12"
    const val sexyResponseStoryFour13 = "<b>Photon</b>\nНет, я лишь описывал себя…"
    const val sexyResponseStoryFour14 = "<b>Мысли Эмили</b>\nТак я и познакомилась с этим необычным человеком\uD83D\uDE0F"
    const val sexyResponseStoryFour15 = "<b>Рассказчик</b>\nКонец первой главы"
    const val sexyResponseStoryFour16 = "Перейти ко второй главе"
    const val sexyResponseStoryLavelTwoOne1 = "<b>Рассказчик</b>\nВторая глава (Сближение)"
    const val sexyResponseStoryLavelTwoOne2 = "<b>Эмили</b>\nЯ как обычно бродила по форуму, в надежде, что он мне напишет"
    const val dialogueStart = "<b>Photon</b>\nСпишь?"

    // Диалог в главе 2

    const val emilyResponse1 = "Нет, а что?"
    const val emilyResponse2 = "Сплю😴"
    const val photonFollowUp1 = "<b>Photon</b>\nПоболтаем?💬"
    const val photonFollowUp2 = "<b>Photon</b>\nЕсли бы ты спала, то не ответила. Давай поболтаем😉"
    const val emilyAgree = "Ну, давай🙂"
    const val photonQuestion = "<b>Photon</b>\nКак прошёл твой день?🤔"
    const val emilyDay = "<b>Эмили</b>\nВ целом нормально. Я как обычно строила из себя невинную овечку на работе 😁"
    const val photonTease1 = "<b>Photon</b>\nНо мы оба знаем, что ты далеко не овечка 😏"
    const val emilyComment = "<b>Эмили</b>\nПочему мне кажется, что ты как никто другой меня понимает?"
    const val photonMagic = "<b>Photon</b>\nПотому что я волшебник 💥"
    const val emilyRequest1 = "А палочка волшебная у тебя имеется?"
    const val emilyRequest2 = "И сколько она в сантиметрах?"
    const val photonSecret1 = "<b>Photon</b>\nФокусник не раскрывает секрет фокуса до самого конца 😏"
    const val photonSecret2 = "<b>Photon</b>\n25 в холодной воде 😁"
    const val emilyLaugh = "<b>Эмили</b>\nБоже, ты такой шутник! 😅"
    const val photonCompliment = "<b>Photon</b>\nСтараюсь, чтобы тебе не было скучно 😎"
    const val emilySuggest = "<b>Эмили</b>\nА не пора ли нам всё-таки пойти спать?\uD83D\uDE34"
    const val emilySuggest_1 = "<b>Photon</b>\nЭх"
    const val emilySuggest_2 = "<b>Photon</b>\nНу хорошо\uD83D\uDE34"
    const val photonGoodnight = "<b>Photon</b>\nЗавтра утром жду от тебя сообщение\uD83D\uDE0F"
    const val Emilywenttobed = "<b>Рассказчик</b>\nЭмили ушла спать\uD83D\uDE34 \n\n(Прошло некоторое время)"

    // Продолжение главы 2
    const val morningDialogueStart = "<b>Эмили</b>\nСпишь?"
    const val photonJoke1 = "<b>Photon</b>\nМне кажется, ты плагиатишь мои сообщения 😎"
    const val emilyDefend = "Ещё чего! Я просто не знала, как тебя растормошить 🥶"
    const val photonComplimentTwo = "<b>Photon</b>\nНичто так не ободряет утром, как твоё фото в нижнем белье 😏"
    const val emilyJoke1 = "Ха-ха! Очень смешно! 🤔"
    const val emilyPhoto = "Лови! 😏"
    const val photonQuestion1 = "<b>Photon</b>\nЯ тот ещё шутник. Выспалась? 😌"
    const val photonQuestion2 = "<b>Photon</b>\nВау! Неужели ты выспалась? 😲"
    const val emilyResponse = "<b>Эмили</b>\nЕстественно 😎"
    const val photonComment = "<b>Photon</b>\nТогда твоего заряда должно хватить на весь день."
    const val emilyReply = "<b>Эмили</b>\nЕщё и на вечер хватит 😏"
    const val emilyDepartureMessage = "<b>Рассказчик</b>\nПоболтав в чате ещё десять минут, Эмили отправилась на работу"


    const val intro = "<b>Эмили</b>\nНа работе как обычно была суета.😓"
    const val go = "Проследить за соседкой👀"
    const val noticedLindaDisappearing = "<b>Эмили</b>\nЯ заметила, что моя соседка по кабинету куда-то постоянно пропадает🧐"
    const val decidedToFollow = "<b>Эмили</b>\nВ этот раз мне ничего не оставалось кроме как проследить за ней👣"
    const val lindaSneaking = "<b>Эмили</b>\nОна виляла по коридорам офиса, словно думала, будто за ней следят🕵️‍♀️"
    const val sheWasRight = "<b>Эмили</b>\nИ была права – в этот раз я решила проследить за ней✅"
    const val headingToHarris = "<b>Эмили</b>\nСудя по нашему пути, она направлялась к Харрису, местному технику😏"
    const val lindaEnteringHarrisOffice = "<b>Эмили</b>\nКогда Линда (так звали мою соседку) скрылась за дверью кабинета Харриса, я тихонько прокралась за ней😉"
    const val cozyRoomDescription = "<b>Эмили</b>\nЗдесь было достаточно уютно: тёмная комнатка с мягкой мебелью, которая вела ко второй более мелкой комнате, похожей на подсобку🛋️"
    const val hidingBehindCloset = "<b>Эмили</b>\nСпрятавшись за стенным шкафом я услышала тяжёлое дыхание😮‍💨"
    const val goContiniue = "Продолжать следить➡️"

    const val doorOpening = "<b>Эмили</b>\nДверь подсобки распахнулась и два разгорячённых тела вышли в комнату🚪"
    const val lindaAndHarrisKissing = "<b>Эмили</b>\nЛинда и Харрис целовались. Их языки сплетались воедино, жадно сжимая друг друга💋"
    const val harrisHands = "<b>Эмили</b>\nРуки Харриса скользили по ягодицам моей соседки по кабинету👋"
    const val feltLikeParticipant = "<b>Эмили</b>\nЯ видела это так, будто сама была участницей этого приятного разврата😳"
    const val lindaGoingDown = "<b>Эмили</b>\nЛинда спустилась ниже, и расстегнула ширинку брюк Харриса👗"
    const val lindaOral = "<b>Эмили</b>\nДостав длинный и упругий член, она обхватила его губами и плавными движениями водила ими взад-вперёд👄"
    const val harrisBreathing = "<b>Эмили</b>\nДыхание Харриса стало тяжелее😤"
    const val liftingLinda = "<b>Эмили</b>\nОн был на пределе, поэтому не долго думая, поднял Линду, усадил на стол и раздвинул ноги, а сам спустился пониже\uD83D\uDC8B"
    const val harrisLicking = "<b>Эмили</b>\nОн так смачно облизывал её клитор, что даже я намокла🤤"
    const val goToBack = "Покинуть комнату пока никто не увидел тебя🚶‍♀️"
    const val strugglingToJoin = "<b>Эмили</b>\nЕле сдерживая порывы присоединиться, я тихонько покинула комнату🚪"
    const val unnoticedExit = "<b>Эмили</b>\nВряд ли они обратили на меня внимание🤫"
    const val tenMinutesLater = "<b>Эмили</b>\nУже спустя десять минут я сидела в своём кабинете и перебирала бумаги📄"
    const val clearingMind = "<b>Эмили</b>\nлишь бы выветрить из головы картину, которую только недавно увидела🧠"
    const val almostEndOfWorkDay = "<b>Эмили</b>\nДо конца рабочего дня оставалось совсем чуть-чуть⏳"
    const val sendMessagePhoton = "<b>Рассказчик</b>\nВнезапно написал \"Photon\"💬"



    const val photonGreeting = "<b>Photon</b>\nНу, привет🙂"
    const val emilyGreeting = "Приветик🙂"
    const val photonMessageWaiting = "<b>Photon</b>\nЯ ждал сообщения от тебя, но решил написать первым🙂"
    const val emilyGentleman1 = "Какой джентльмен!😑"
    const val emilyGentleman2 = "Я в тебе не сомневалась🤨"
    const val photonWorkInquiry = "<b>Photon</b>\nНа работе было всё в порядке?🥺"
    const val emilyWorkAffair = "<b>Эмили</b>\nНу, если не считать, что моя коллега трахается с нашим техником, да🤐"
    const val photonChoking = "<b>Photon</b>\nИзвини, я чуть чаем не подавился🥴"
    const val emilyNoSex = "<b>Эмили</b>\nСказать по правде, у меня уже давно не было секса\uD83D\uDE22"
    const val photonUnderstanding = "<b>Photon</b>\nЯ тебя понимаю. Такие соблазны вокруг\uD83E\uDD24"
    const val emilyNoOpportunity = "<b>Эмили</b>\nНе то, что бы я не хочу. Просто не было возможности\uD83D\uDE22"
    const val photonDesire = "<b>Photon</b>\nЕсли ты хочешь, то и я тоже хочу😏"
    const val emilyFlirty = "А ты шалун😏"
    const val photonSmallSteps = "<b>Photon</b>\nТогда предлагаю начать с малого\uD83D\uDE0F"



    const val emilyUnderwearSuggestion ="\n<b>Эмили</b>\nНапример, с моих трусиков?😉"
    const val photonCompliment3 = "<b>Photon</b>\nОни у тебя то, что надо🤗"
    const val emilyQuestion = "Может расскажешь, чего бы хотел ты?"
    const val photonDesireToRemove = "<b>Photon</b>\nКак минимум снять их с тебя😉"
    const val emilyEncouragement = "<b>Эмили</b>\nПродолжай😏"
    const val photonBedScenario = "<b>Photon</b>\nЯ бы непременно усадил тебя на кровать и раздвинул ножки☺️"
    const val emilyAcceptance = "Я бы не отказалась🤭"
    const val photonForeplay = "<b>Photon</b>\nМой язык сначала играл бы с твоими бедрами, а потом и с клитором😋"
    const val emilyDesire = "<b>Эмили</b>\nБоже, как же я хочу этого🤤"
    const val photonPenetration = "<b>Photon</b>\nПотом я входил бы им в тебя😋"
    const val emilyExclamation = "Дааа!😮"
    const val photonArousal = "<b>Photon</b>\nМой твёрдый и упругий член уже на взводе😏"
    const val emilyRequest = "<b>Эмили</b>\nВойди им в меня!😋"
    const val photonEntry = "<b>Photon</b>\nЯ поднимаюсь и вхожу в твою влажную киску😋"
    const val emilyPleasure = "<b>Эмили</b>\nДааа! Мне так хорошо!\uD83D\uDE0D\uD83D\uDE0D\uD83D\uDE0D"

    const val batteryLow1 = "<b>Рассказчик Эмили</b>\nВнезапно батарейка в моём телефоне садится и я, мастурбируя, судорожно ищу зарядку\uD83D\uDE29"
    const val batteryLow2 = "<b>Рассказчик Эмили</b>\nПроклятье! Я была готова кончить!😩\n" +
            "\n" +
            "(прошло 10 минут...)"


    const val hi = "<b>Эмили</b>\nПривет\uD83D\uDE22\uD83D\uDE22\uD83D\uDE22"
    const val photonBoringDialogue = "<b>Photon</b>\nЯ думал ты уснула от моего скучного диалога😁"
    const val emilyPhoneDead = "Нет, у меня сел телефон😟"
    const val photonSuggestTomorrow = "<b>Photon</b>\nДумаю на сегодня момент уже упущен. Лучше повторить это завтра🌙"
    const val emilyAgreeTwo = "<b>Эмили</b>\nЭто было приятно, но ты прав😊"
    const val photonTired = "<b>Photon</b>\nЯ за сегодня немного вымотался на работе😓"
    const val emilyTomorrow = "<b>Эмили</b>\nТогда давай вернёмся к этому разговору завтра👍"

    const val photonGoodnightTwo = "<b>Photon</b>\nПолностью поддерживаю. Доброй ночи!😚"
    const val emilySweetDreams = "<b>Эмили</b>\nСладких снов!😚"

    //3 глава
    const val Lavel_2_Final = "<b>Рассказчик</b>\nКонец второй главы"
    const val Lavel_3_Start = "Перейти к третьей главе"

    const val sexyResponseStoryLavelTwoOne3 = "<b>Рассказчик</b>\nТретья глава (Время откровений)"
    const val chatIntro = "<b>Эмили</b>\nМы переписывались уже несколько дней"
    const val eveningWait = "<b>Эмили</b>\nВечером, в ожидании очередного сообщения от него, я листала каналы на телевизоре📺"
    const val surpriseFind = "<b>Эмили</b>\nКакая неожиданность! Я совсем забыла, что у меня был подключён канал для взрослых😲"
    const val tvSceneStart = "<b>Эмили</b>\nПо телевизору показывали девушку, отдающуюся мужчине\uD83D\uDE0D"
    const val tvSceneDetail = "<b>Эмили</b>\nОна стояла на коленях, а он, достав свой твёрдый член, входил в неё сзади\uD83D\uDE0B"
    const val soundEffect = "<b>Эмили</b>\nКомнату озарили стоны – наверное стоит убавить громкость, чтобы соседи не завидовали🔊"
    const val backgroundSound = "<b>Эмили</b>\nПусть тихонько играет фоном🎶"
    const val relaxThought = "<b>Эмили</b>\nИ стоило мне подумать о том, чтобы самой расслабиться, написал он💬"
    const val readMassege = "Прочитать сообщение от \"Photon\""

    const val photonGreeting3 = "<b>Photon</b>\nПривет! Чем занимаешься? 👋"
    const val emilyWatching = "<b>Эмили</b>\nХэй! Да вот как раз смотрю передачу. Про здоровье😅"
    const val photonFoundShow = "<b>Photon</b>\nНашла что смотреть. 📺"
    const val emilyAsks = "<b>Эмили</b>\nА чем ты занят?"
    const val photonJustShowered = "<b>Photon</b>\nТолько вышел из душа 🚿"
    const val emilyIntrigued = "<b>Эмили</b>\nМмм… 😏"
    const val photonWhatQuestion = "<b>Photon</b>\nЧто?"
    const val emilyTurnedOn = "Меня это заводит😏"
    const val photonImagineNaked = "<b>Photon</b>\nНеужели представляешь, меня голым?😦"
    const val emilyGuess = "<b>Эмили</b>\nКак ты угадал?"
    const val photonMagicianReply = "<b>Photon</b>\nЯ же волшебник😃"
    const val emilyRequestDeack = "<b>Эмили</b>\nТогда может покажешь мне свою волшебную палочку?😏"
    const val photonWandReady = "<b>Photon</b>\nОна как раз сейчас на взводе, ведь я думал о тебе😏"
    const val emilyConfession = "<b>Эмили</b>\nЯ такая развратная!\uD83D\uDE0F"
    const val photonNaturalReply = "<b>Photon</b>\nЧто естественно, то не безобразно😁"
    const val emilyTruth = "На самом деле я не всегда была такой\uD83D\uDE0F"
    const val photonSkeletonsCloset = "<b>Photon</b>\nУ всех есть скелеты в шкафу. Расскажешь о своих? 💀"
    const val emilyListen = "<b>Эмили</b>\nНу что ж, тогда слушай"
    const val photonAttention = "<b>Photon</b>\nЯ весь во внимании 🎧"
    const val startEmilyStory = "Начать рассказ Эмили"
    const val emilyStory = "<b>Рассказсчик</b>\nИстория Эмили"

    const val studentLifeIntro = "<b>Эмили</b>\nВ то время я была обычной студенткой🎓"
    const val universityEnd = "<b>Эмили</b>\nПары в универе закончились, и мне нужно было возвращаться в общагу, которая была на другом краю города 🏫"
    const val lastBus = "<b>Эмили</b>\nЯ села на последний автобус 🚌"
    const val emptyBus = "<b>Эмили</b>\nВнутри не было никого, кроме меня и двоих парней, которые смотрели на меня голодным взглядом и перешёптывались 👀"
    const val hotWeather = "<b>Эмили</b>\nБыло жарко, и моя майка немного просвечивалась 🌞"
    const val boysSmile = "<b>Эмили</b>\nПарни улыбнулись мне и один подмигнул, я сделала то же самое в ответ 😉"
    const val suddenApproach = "<b>Эмили</b>\nНичего толком не поняв, я ощутила как один из парней подошёл ко мне сзади и ухватил меня руками за грудь 😳"
    const val secondGuy = "<b>Эмили</b>\nВторой парень оказался спереди и уже впивался своими губами в мои 💋"

    const val noResistance = "<b>Эмили</b>\nЯ не сопротивлялась 🙅‍♀️"
    const val continiueStory = "Продолжать рассказывать"
    const val realization = "<b>Эмили</b>\nВ моей голове что-то щёлкнуло и я поняла, что это доставляет мне огромное удовольствие 😌"
    const val minuteLater = "<b>Эмили</b>\nУже спустя минуту, я расстегнула ширинку у одного из парней и достала член\uD83D\uDE0F️"
    const val description = "<b>Эмили</b>\nОн был таким большим и твёрдым 🍆"
    const val tookInHand = "<b>Эмили</b>\nЯ взяла его в руку ✋"


    const val secondGuyActions = "<b>Эмили</b>\nДругой парень достал свой член и задрав мою юбку и отодвинув трусики, начал водить им по киске 🍑"
    const val arousal = "<b>Эмили</b>\nЯ намокла 💦"
    const val desire = "<b>Эмили</b>\nМне хотелось чтобы он вошёл в меня 😏"
    const val continiueStory2 = "Продолжить рассказывать"
    const val forwardLean = "<b>Эмили</b>\nТогда я наклонилась вперёд и он без труда оказался во мне 😌"
    const val smoothMoves = "<b>Эмили</b>\nЕго движения были плавными, но с каждым новым проникновением становились более страстными 🔥"
    const val mouthPenetration = "<b>Эмили</b>\nЧлен другого парня уже проникал в мой ротик, он был горячим и твёрдым🍆"
    const val tongueMovement = "<b>Эмили</b>\nЯ водила языком по головке и полностью проглатывала его 👅"
    const val backGuyFinish = "<b>Эмили</b>\nСпустя некоторое время, я почувствовала, что парень сзади вытащил свой член и кончил на мою попку 🍑💦"
    const val intenseSuck = "<b>Эмили</b>\nТогда я начала сосать усерднее 😤"
    const val frontGuyFinish = "<b>Эмили</b>\nПарень спереди тоже кончил мне на лицо 💦"
    const val drippingSemen = "<b>Эмили</b>\nЕго семя стекало с лица на мою майку👕"

    const val silentJourney = "Остаток пути мы ехали молча и я вышла из автобуса, так никогда больше и не встретившись с этими парнями 🚌"
    const val unforgettableEpisode = "Однако этот эпизод моей жизни навсегда врезался в мою память и посеял во мне искру страсти, которая не угасает до сих пор 🔥"
    const val responseWow = "<b>Photon</b>\nВау! Это нечто! 🤤"

    const val emilyHonesty1 = "Тебя не пугает моя откровенность? 🤔"
    const val emilyHonesty2 = "Я наверное кажусь тебе сейчас жуткой извращенкой. 😳"
    const val photonResponse1 = "<b>Photon</b>\nНет, что ты. Это очень круто, что ты понимаешь свои желания\uD83E\uDD24"
    const val emilyDesire1 = "<b>Эмили</b>\nИногда мне хочется страсти и экстрима 🔥"
    const val emilyDesire2 = "<b>Эмили</b>\nНаверное подобным желаниям не суждено сбыться 😔"
    const val photonEncouragement = "<b>Photon</b>\nВсё это ещё у тебя впереди 🌟"
    const val emilyCuriosity = "Думаешь?"
    const val photonStoryIntro = "<b>Photon</b>\nУ меня была похожая история 🤐"
    const val emilyInterest = "<b>Эмили</b>\nКакая? 😮"
    const val photonTwist = "<b>Photon</b>\nЧто бы ты сказала, если бы одним из тех парней в автобусе был я? 😉"
    const val emilyProposal = "<b>Эмили</b>\nВ таком случае мы просто обязаны с тобой встретиться 😏"

    const val conversationOutcome = "<b>Мысли Эмили</b>\nНаш диалог в итоге сводился к встрече \uD83E\uDD14"
    const val mutualAgreement = "<b>Мысли Эмили</b>\nНи он, ни я не возражали 😌"
    const val anticipation = "<b>Мысли Эмили</b>\nДумаю из этого получится что-то интересное и захватывающее \uD83D\uDE0D\uD83C\uDF51\uD83D\uDCA6"


    const val Lavel_3_Final = "<b>Рассказчик</b>\nКонец третьей главы"
    const val Lavel_4_Start = "Перейти к четвертной главе"


    //ГЛАВА 4
    // Константы для описания подготовки к встрече
    const val sexyResponseStoryLavelTwoOne4 = "<b>Рассказчик</b>\nЧетвертая глава (Встреча)"
    const val preparingForMeeting = "<b>Мысли Эмили</b>\nЯ собиралась на встречу с мужчиной 👗💄"

    const val potentialRightPerson = "<b>Мысли Эмили</b>\nВозможно, он был тем самым человеком, который мне нужен 🤔❤️"


    const val photonGreeting4 = "<b>Photon</b>\nПривет, ну что, собираешься? 🤗"
    const val emilyResponse5 = "<b>Эмили</b>\nПривет, подожди, я сейчас покажу 📸"
    const val photonComplimen5 = "<b>Photon</b>\nВау! Ты просто очаровательна! ❤️😍"
    const val emilyThanks = "<b>Эмили</b>\nСпасибо. Я старалась 😎✨"
    const val photonRestaurant = "<b>Photon</b>\nЯ заказал нам столик в ресторане 🍽️"
    const val emilyAskRestaurant = "<b>Эмили</b>\nИ где же? 🤔"
    const val photonRestaurantLocation = "<b>Photon</b>\nВ гостинице «Grand Plaza». 🏨"
    const val emilyExpensive = "Ооо, это дорогое место! 😲💸"
    const val emilyWhyThere = "Почему именно там?"
    const val photonLivingThere = "<b>Photon</b>\nПросто я сейчас там проживаю 🛏️"
    const val emilyTaste = "<b>Эмили</b>\nУ тебя хороший вкус 😏👌"

    const val photonTaxi = "<b>Photon</b>\nЯ уже вызвал тебе такси 🚖"
    const val emilyNoAddress = "<b>Эмили</b>\nНо ты даже не знаешь, где я живу 🤔🏠"
    const val photonComplimentToTaxi = "<b>Photon</b>\nЯ сказал таксисту подвезти самую красивую девушку в этом городе 😏🌟"
    const val emilyJokes = "Ха-ха, ну ты и шутник! 😁😂"
    const val emilyCompliments = "Мне очень приятны твои комплименты 😊💖"

    const val photonSerious = "<b>Photon</b>\nЯ абсолютно серьёзен 😌"
    const val photonGlad = "<b>Photon</b>\nРад это слышать 👍"
    const val emilyArrival = "<b>Эмили</b>\nЯ сама доберусь до места в назначенный час 🕒"
    const val photonWaiting = "<b>Photon</b>\nБуду с нетерпением ждать. ⏳😊"


    const val taxiRide = "<b>Мысли Эмили</b>\nСев в такси 🚖, я отправилась навстречу своей судьбе 🌟"

    const val restaurantAtmosphere = "<b>Мысли Эмили</b>\nВ ресторане была отличная атмосфера: 🎶 приятная музыка, 🍽️ вкусная еда, и милый, но в то же время загадочный собеседник 😌🤔"


    // Константы для текста о Дэне и атмосфере
    const val danIntroduction = "<b>Мысли Эмили</b>\nОн представился Дэном 🤔"
    const val danNickname = "<b>Мысли Эмили</b>\nЯ привыкла видеть лишь ник в чате – \"Photon\" 🌟"

    const val timeSinceMeeting = "<b>Мысли Эмили</b>\nС момента моей встречи с парнями в автобусе прошло уже больше пяти лет ⏳"
    const val goTohome = "Пойти в номер с Дэном"
    const val needToCheckDan = "<b>Мысли Эмили</b>\nНе знаю, действительно ли Дэн был одним из тех, кто разжёг мою страсть к сексу 🔥 Это нужно было проверить"

    const val dinnerAndRoom = "<b>Эмили</b>\nПоужинав 🍽️, мы поднялись в его номер 🌃"
    const val roomView = "<b>Эмили</b>\nВид из окон комнаты открывался просто невероятный 🌟"

    const val roomStyle = "<b>Эмили</b>\nСама комната была обставлена в духе викторианской эпохи 🕰️"
    const val hotelExpectation = "<b>Эмили</b>\nМеньшего от этого отеля ожидать не следовало 🌟"

    const val intimacyStart = "<b>Эмили</b>\nМы начали целоваться 💋, и наши языки сплелись в одно целое 😘"
    const val undressing = "<b>Эмили</b>\nДэн принялся раздевать меня 👗"
    const val noClothes = "<b>Эмили</b>\nСпустя несколько минут на мне не было никакой одежды 🌹"

    // Константы для описания сцены
    const val onTheCouch = "<b>Эмили</b>\nЯ сидела на диване 🛋️ и мастурбировала, а Дэн снимал с себя одежду 👕👖"

    const val intimateAction = "<b>Эмили</b>\nОн наклонился ко мне и поцеловал в киску 💋🍑"

    const val preludeToPassion = "<b>Эмили</b>\nЯ успела намокнуть 💦, когда мы только целовались, и страсть поглотила меня \uD83D\uDD25\uD83D\uDD25\uD83D\uDD25"

    const val takingInitiative = "<b>Эмили</b>\nНе дожидаясь, когда он начнёт действовать всерьёз, я перевернула его на спину 🔄 и впилась губами в его член 💋🍆"


    // Константы для описания интимных сцен
    const val pleasureSound = "<b>Эмили</b>\nОн застонал от удовольствия \uD83C\uDF51\uD83D\uDD1E✨"
    const val goToTheXex = "Перейти к самому сладкому\uD83D\uDD1E"

    const val lickingAction = "<b>Эмили</b>\nЯ продолжала облизывать твёрдый упругий ствол 💋🍆"

    const val forcefulMove = "<b>Эмили</b>\nТогда он не выдержал и с силой бросил меня на кровать 💥🛏️"

    const val intimateEntry = "<b>Эмили</b>\nПосле чего вошёл в мою киску 🍑🔞"


    // Константы для описания интимных сцен
    const val passionateMovement = "<b>Эмили</b>\nОн страстно двигался во мне 🔥, но в то же время нежно держал мои руки 👐"

    const val noResistance1 = "<b>Эмили</b>\nА ведь я даже не сопротивлялась 😌"

    const val turningPosition = "<b>Эмили</b>\nПеревернув меня живот, он вошёл сзади 🔄🍑"


    // Константы для описания сцены
    const val squeezingButtocks = "<b>Эмили</b>\nДэн сжимал мои ягодицы 🍑, и старательно двигался во мне 🔥"

    const val sweatyBody = "<b>Эмили</b>\nТело покрылось потом от таких активных движений 💦"

    const val sweatyBodyA = "Как же хорошо!❤\uFE0F❤\uFE0F❤\uFE0F"


    // Константы для описания сцены
    const val nearingOrgasm = "<b>Эмили</b>\nЯ чувствовала, что готова кончить 😍🔥"
    const val nearingOrgasmGo = "Пусть Эмили кончит! 😍"

    const val orgasmWave = "<b>Эмили</b>\nНе прошло и нескольких мгновений, как волна оргазма прошла по моему телу 💥💦"

    const val takingInitiative5 = "<b>Эмили</b>\nТогда я взяла инициативу на себя 💪 и вновь впилась губами в член Дэна 💋🍆"


    // Константы для описания интимных сцен
    const val playingWithTongue = "<b>Эмили</b>\nЯ старательно играла язычком с его «прибором» 💋🍆"

    const val understandingDesire = "<b>Эмили</b>\nТеперь я понимала, почему он так сильно этого не хотел в начале нашего соития ❤️"

    const val ejaculation = "<b>Эмили</b>\nДэн кончил мне в ротик и на лицо 😳💦"

    const val cumSpread = "<b>Эмили</b>\nЕго сладкая сперма растекалась по мне 🍬💧"

    // Константы для описания завершения сцены
    const val exhaustedFromSex = "<b>Эмили</b>\nМы, обессиленные от жаркого секса, упали на кровать 🛏️💦"

    const val beginningOfSomethingNew = "<b>Эмили</b>\nЭто начало чего-то нового 🌟✨"


    const val Lavel_4_Final = "<b>Рассказчик</b>\nКонец четвертой главы"
    const val Lavel_5_Start = "Перейти к пятой главе"

    // Глава 5

    // Константы для описания развития отношений и встреч
    const val sexyResponseStoryLavelTwoOne5 = "<b>Рассказчик</b>\nПятая глава (Сближение)"
    const val gettingCloser = "<b>Эмили</b>\nЧем дольше длилось наше общение, тем сильнее мы сближались 💬❤️"

    const val notJustMessages = "<b>Эмили</b>\nОдной перепиской дело не ограничивалось 📱. Мы стали чаще встречаться ❤\uFE0F"

    const val eachMeeting = "<b>Эмили</b>\nКаждый раз эта встреча заканчивалась головокружительным сексом 🔥💫"

    const val publicPlaces = "<b>Эмили</b>\nВ кинотеатре 🎬, в вечернем парке 🌃, в пустом метро 🚇 – мы были готовы трахаться везде, где нет лишних зрителей 👀"

    const val clothingStore = "<b>Эмили</b>\nОднажды Дэн привёл меня в магазин одежды 👗. Я выбирала сексуальное бельё, а он стоял в раздевалке и голодным взглядом смотрел на меня 👀🔥"

    const val passionateAct = "<b>Эмили</b>\nНе выдержав, Дэн прижал меня к стене, приподнял мою ногу и вошёл прямо в киску 💥🍑"

    const val tryingToStayQuiet = "<b>Эмили</b>\nКогда он начал двигаться, я еле сдерживала стоны 😳. Моя киска намокла 💦 и член со смачным звуком двигался во мне 🔥"

    const val holdingMeQuiet = "<b>Эмили</b>\nДэн одной рукой держал мою ногу, а другой зажимал рот, чтобы я не шумела 🤫"

    const val feelingAfterSex = "<b>Эмили</b>\nПосле такого секса я целый день ходила как вкопанная 😵‍💫"

    const val eveningChat = "<b>Эмили</b>\nНу, а вечером мы как обычно переписывались на форуме 📱💬"

    // Константы для описания диалога
    const val dayReview = "<b>Дэн</b>\nЭто был превосходный день \uD83D\uDE33"

    const val emilyLegs = "Шутишь? У меня теперь ноги не сводятся \uD83D\uDE33"

    const val emilyReadyToFinish = "Я была готова кончить в любой момент 😊"

    const val photonSatisfied = "<b>Дэн</b>\nГлавное, что ты осталась довольна 😏"

    const val emilyAdventure = "<b>Эмили</b>\nЯ бы не отказалась повторить такое приключение 😏"

    const val photonWorkQuestion = "<b>Дэн</b>\nА как на работе дела? 💼"

    const val emilyBossTrouble = "Завтра ожидаю взбучку от начальства за недоделанный отчёт 😑"

    const val photonConfident = "<b>Дэн</b>\nУверен, тебя не сильно отругают 😊"

    const val emilyClients = "<b>Эмили</b>\nНадеюсь, иначе я им всех клиентов распугаю 😁"

    const val photonTease = "<b>Дэн</b>\nЗлюка 😁"

    const val emilyWorkQuestion = "<b>Эмили</b>\nА у тебя как дела на работе? 🤔"

    const val photonStable = "<b>Дэн</b>\nДа всё стабильно. На завтра планирую побывать на паре встреч. Будем решать вопросы вселенской важности 😎"

    const val emilyPresident = "Ты в президенты заделался что ли? 🤣"

    const val photonAlmost = "<b>Дэн</b>\nПочти, но это связано с политикой. Вот такой я крутой 😁"

    const val emilyNoDoubt = "<b>Эмили</b>\nВ этом я ни разу не сомневалась, господин президент 🤣"

    const val photonLaughing = "<b>Дэн</b>\nСмейся-смейся 😋"

    const val emilyTease = "<b>Эмили</b>\nИ кто из нас ещё злюка? 😛"

    const val photonYouAre = "<b>Дэн</b>\nТы 😆"

    const val emilyNotFair = "Ну, я так не играю 🤭"

    const val photonAnotherGame = "<b>Дэн</b>\nТогда может поиграем по-другому? 😏"

    const val emilyReport = "<b>Эмили</b>\nНе сегодня, мне ещё отчёт надо готовить 😅"

    const val photonEncourage = "<b>Дэн</b>\nТы уж давай, постарайся, чтобы мне потом не пришлось за тебя краснеть 😁"

    const val emilyGoodNight = "<b>Эмили</b>\nДоброй ночи, помидорка! 😁🍅"

    const val photonSweetDreams = "<b>Дэн</b>\nСладких снов, злюка ❤️❤️❤️"


    const val feelingCaredFor = "<b>Мысли Эмили</b>\nМне было очень приятно, что кто-то начал обо мне заботиться 😌❤️"

    const val missingCare = "<b>Мысли Эмили</b>\nМне не хватало этого 😔"

    const val hopefulFuture = "<b>Мысли Эмили</b>\nНадеюсь, всё и дальше будет хорошо 🌟"

    const val preparingReport = "<b>Мысли Эмили</b>\nА сейчас мне оставалось только готовить злополучный отчёт 📑"

    const val annoyingJob = "<b>Мысли Эмили</b>\nДурацкая работа! 😠"

    const val Lavel_5_Final = "<b>Рассказчик</b>\nКонец пятой главы"
    const val Lavel_6_Start = "Перейти к шестой главе"

    // Шестая глава
// Константы для описания мыслей и событий
    const val danGreat = "<b>Эмили</b>\nКакой же Дэн всё таки классный 🥰"

    const val growingAffection = "<b>Эмили</b>\nЗа время, проведённое с ним, я поняла, что моя симпатия к нему только растёт ❤️"

    const val keepingSecrets = "<b>Эмили</b>\nНо у меня свои секреты, которые я пока не готова была раскрыть 🤫"

    const val busSexStory = "<b>Эмили</b>\nДаже историю с сексом в автобусе было рассказывать довольно сложно, но в процессе нашего общения я поняла, что Дэн был одним из тех парней, который меня трахнул 🚍🔥"

    const val secondGuy4 = "<b>Эмили</b>\nА вот второго парня звали Макс. Об этом я узнала позднее, когда он вновь появился в нашей жизни ⏳"

    const val maxVisit = "<b>Эмили</b>\nМакс пришёл к Дэну, просить денег в долг, как раз в тот момент, когда я была у него дома 💸"

    const val unchangedFriendship = "<b>Эмили</b>\nВидимо время не сильно повлияло на их общение 🕰️"

    const val maxRecognize = "<b>Эмили</b>\nНе знаю как, но Макс узнал меня, в то время как Дэн даже не подал вида в нашу первую встречу после переписки 👀"

    const val overheardConversation = "<b>Эмили</b>\nЯ слышала обрывки их разговора: «Эй, приятель, а у тебя там в комнате не та киска, которую мы в студенчестве трахнули в автобусе?» 😳"

    const val maxDemandMoney = "<b>Эмили</b>\nДэн что-то ответил ему в ответ, и Макс потребовал деньги в обмен на молчание 💵🤫"

    const val maxWink = "<b>Эмили</b>\nКогда он уходил, то подмигнул мне 😉"

    const val danSilent = "<b>Эмили</b>\nДэн ничего не сказал 🤐"

    const val taxiGoodbye = "<b>Эмили</b>\nСпустя двадцать минут, он проводил меня к такси 🚖"

    const val wroteFromHome = "<b>Эмили</b>\nА уже дома я написала ему 🏠💬"

    // Константы для описания диалога
    const val emilyConcerned = "Всё в порядке? Ты был таким молчаливым после появления этого парня 😟"

    const val photonReassurance = "<b>Дэн</b>\nДа, всё в норме. Просто очередной призрак прошлого"

    const val emilyMemory1 = "Я вспомнила его"

    const val emilyMemory2 = "Это же он был тогда с тобой, в автобусе?"

    const val photonNoWorry = "<b>Дэн</b>\nХм… Как бы то ни было, тебе не стоит об этом волноваться"

    const val emilyConcernForHim = "<b>Эмили</b>\nЯ волнуюсь не об этом, а о тебе"

    const val photonReassuring = "<b>Дэн</b>\nВсё хорошо, это того не стоит 😊"

    const val emilyAskDiscussion = "Расскажешь, что вы обсуждали?"

    const val photonDiscussion = "<b>Дэн</b>\nНичего особенного, он просто хотел взять денег в долг"

    const val emilyUnderstood = "<b>Эмили</b>\nПонятно…"

    const val photonRelax = "<b>Photon</b>\nЭй, правда, расслабься, я уже взрослый чтобы самостоятельно решать неудобные вопросы 😁"

    const val emilyCalm = "<b>Эмили</b>\nНу тогда я спокойна 😚"

    const val photonPhotoRequest = "<b>Дэн</b>\nЕсли хочешь поднять мне настроение, то просто пришли какую-нибудь интересную фотку 😏"

    const val emilyPhotoResponse1 = "Держи! 😏\uD83D\uDE0F\uD83D\uDE0F"

    const val emilyPhotoResponse2 = "Неа 😋"

    const val photonTeased = "<b>Дэн</b>\nДразнишь! 🤭"

    const val emilyLittleTease = "<b>Эмили</b>\nСовсем немного 😇"

    const val photonPlayful = "<b>Дэн</b>\nДа ты шалунья, как я посмотрю 😁"

    const val emilySimilarities = "<b>Эмили</b>\nВ этом мы с тобой похожи 🤭"

    // Константы для описания мыслей и завершения сцены
    const val emilyEvening = "<b>Мысли Эмили</b>\nЯ постаралась скрасить ему вечер 🌙"

    const val emilySupportFeel = "<b>Мысли Эмили</b>\nИ в какой-то момент мне даже показалось, что не я его поддерживаю, а он меня 🤗"

    const val emilyHonor = "<b>Мысли Эмили</b>\nСловно Дэн пытается спасти мою честь 🛡️"

    const val emilyHope = "<b>Мысли Эмили</b>\nНадеюсь, ничего страшного не произойдёт в будущем 🙏"

    const val Lavel_6_Final = "<b>Рассказчик</b>\nКонец шестой главы"

    const val Lavel_7_Start = "Перейти к седьмой главе"

    //Седьмая глава
    // Начало рассказа
    const val emilyMistake = "<b>Эмили</b>\nОх, как же я ошиблась 😔. Думала, что всё будет как в сказке о принце и принцессе 👑"

    const val emilyDanChanged = "<b>Эмили</b>\nВ последние дни Дэн стал каким-то замкнутым 🤔. Неужели это из-за меня? 😟"

    const val emilySelfChanged = "<b>Эмили</b>\nДа и сама я стала какой-то не такой 😞. На работе стали шептаться у меня за спиной 🤫. Я не понимала в чём дело 😕"

    const val emilySkeleton = "<b>Эмили</b>\nВ голове всплыл один из «скелетов в шкафу» 🧟"

    // Воспоминания о работе
    const val emilyWorkDifficulties = "<b>Эмили</b>\nКогда я устроилась в компанию 🏢, мне приходилось очень сложно 😣, ведь моя выручка напрямую зависела от отзывов клиентов 📈"

    const val emilyTricks = "<b>Эмили</b>\nЧтобы заключать хорошие сделки и выполнять рабочий план 📊, приходилось идти на некоторые хитрости 🤫"

    const val emilyClientOffice = "<b>Эмили</b>\nЯ могла отдаться клиенту компании прямо в кабинете 😳"

    const val emilyClientOfficeStr = "Воспоминание о крупном клиенте"

    // Воспоминание о крупном клиенте
    const val emilyFatClient = "<b>Эмили</b>\nОднажды к нам в офис пришёл мужчина: жирный, вонючий и мерзкий как визуально, так и морально 🤢"

    const val emilyBigBusinessman = "<b>Эмили</b>\nНо это был очень крупный бизнесмен 💼, и получить такого клиента, было подобно выигрышу в лотерею 🎰"

    const val emilyDoAnything = "<b>Эмили</b>\nИ я сделала всё, чтобы он подписал контракт с нашей компанией 📝"

    // Сцена в кабинете
    const val emilyAloneWithClient = "<b>Эмили</b>\nКогда мы остались наедине в кабинете 🚪, я подошла к нему и расстегнула ширинку, достав его потный вонючий член 🤮"

    const val emilyPlayingWithTongue = "<b>Эмили</b>\nЯ играла язычком с головкой и яичками 😋. Клиент был доволен 😊"

    const val emilyClientOrder = "<b>Эмили</b>\nОн приказал мне раздвинуть ягодицы и лечь на стол 😳"

    const val emilyClientAction = "<b>Эмили</b>\nЯ так и поступила. Клиент вошёл в мою попку и начал с силой долбить меня 😖"

    const val emilyPainToPleasure = "<b>Эмили</b>\nСначала было больно 😣, но спустя пару минут я получила невероятное удовольствие 😍"

    const val emilyIntenseSex = "<b>Эмили</b>\nОн с такой страстью трахал меня в попку, что по моему телу прокатилась волна оргазма 🌊"

    const val emilyContractSigned = "<b>Эмили</b>\nВ итоге контракт был подписан 📝, а меня ждало повышение 📈"

    // Начало сцены
    const val emilyThoughtsInterrupted = "<b>Эмили</b>\nВнезапно мои раздумья прервала вибрация в телефоне 📱 Мне писал Дэн."

    const val danNotSleeping1 = "<b>Дэн</b>\nНе спишь? 😴"

    const val emilyNoSleep1 = "Нет. Думаю о том, почему мы стали отдаляться 😔"

    const val emilyNoSleep2 = "Не сплю. Мне трудно заснуть последние дни 😟"

    // Ответы Дэна
    const val danWorkTroubles1 = "<b>Дэн</b>\nПросто у меня были трудности на работе 🏢. Кто-то начал распускать слухи, что я встречаюсь со шлюхой 😡"

    const val danPublicPressure2 = "<b>Дэн</b>\nМне тоже. Общественность на меня давит 🤯. Всё-таки моя работа подразумевает безупречную репутацию, но кто-то ставит мне палки в колёса 😤"

    const val emilyHorror = "<b>Эмили</b>\nКакой кошмар! 😲"

    const val danReassuring = "<b>Дэн</b>\nИ не говори. Но всё же не стоит из-за этого переживать 😊"

    // Ответы Эмили
    const val emilyWorried1 = "Ты правда будешь в порядке? 🥺"

    const val emilyHopes = "Уверен, что всё обойдётся? 🤔"

    // Уверенность Дэна
    const val danConfidence1 = "<b>Дэн</b>\nДа. Думаю просто пошлю к чертям все домыслы завистников 😎"

    const val emilyStrengthenRelationship = "<b>Эмили</b>\nЯ так хочу надеяться, что все трудности сделают наши отношения крепче 🤞"

    const val danWizard = "<b>Дэн</b>\nНе переживай, крошка. Я же волшебник 😉"

    const val emilyBelief = "<b>Эмили</b>\nЯ в тебе ничуть не сомневаюсь 🤭"

    const val emilySecrets = "<b>Рассказчик Эмили</b>\nИ вот, уже кажется, что всё снова наладилось, но я так и не раскрыла ему все свои секреты, а он так и до конца не доверился мне "

    const val morningMessage = "<b>Рассказчик Эмили</b>\nУтром мне написал начальник в нашем офисном чате 💼"

    const val bossMessage = "<b>Начальник</b>\nЭй, Эмили, сегодня лучше не опаздывай. Тебя ждёт серьёзный разговор! 🗣️"

    const val emilyReports = "<b>Эмили</b>\nНа какую тему? Отчёты почти готовы. 📊"

    const val bossNotReports = "<b>Начальник</b>\nДело касается не отчётов"

    const val emilyConcern1 = "Сэр, что-то случилось? 🤔"
    const val emilyConcern2 = "И? Мне надо переживать? 😟"

    const val bossReveal = "<b>Начальник</b>\nСкоро узнаешь. И лучше бы тебе приготовить речь для собрания"

    const val emilySpeech = "<b>Эмили</b>\nКакую речь, сэр? 🤷‍♀️"

    const val bossSpeechExplanation = "<b>Начальник</b>\nРечь о том, как ты докатилась до такой жизни"

    const val emilyThinking = "<b>Рассказчик Эмили</b>\nЯ сидела в раздумьях, до начала работы оставалась пара часов. Мои мысли прервало сообщение от Дэна 🤯"

    const val danBreak = "<b>Дэн</b>\nЯ тут подумал, нам надо на какое-то время прекратить общение"

    const val emilyShock1 = "Чтооо? 😲"
    const val emilyShock2 = "Почему? 🤨"

    const val danWork = "<b>Дэн</b>\nНаши отношения мешают моей работе"

    const val emilyAnger = "<b>Эмили</b>\nКаким образом? 😡"

    const val danExplainLater = "<b>Дэн</b>\nЯ расскажу об этом немного позднее. Просто давай несколько дней отдохнём друг от друга"

    const val Lavel_7_Final = "<b>Рассказчик</b>\nКонец седьмой главы"

    const val Lavel_8_Start = "Перейти к восьмой главе"

    // Восьмая глава

    const val chapter8Title = "<b>Рассказчик</b>\nГлава 8. \"Всё тайное становится явным\""

    const val emilyRealization1 = "<b>Мысли Эмили</b>\nКажется, я поняла, почему Дэн решил на время забросить общение со мной 🤔"

    const val emilyRealization2 = "<b>Мысли Эмили</b>\nСовсем недавно его показали по телевизору 📺"

    const val emilyRealization3 = "<b>Мысли Эмили</b>\nЯ и не знала, что он птица такого высоко полёта 🦅"

    const val emilyRealization4 = "<b>Мысли Эмили</b>\nМолодой подающий надежды политик оказался замешан в скандале 😱"

    const val emilyScandal1 = "<b>Мысли Эмили</b>\nСкандал связан с оказанием интим-услуг 💔"

    const val girlInterview1 = "<b>Мысли Эмили</b>\nКакая-то девушка дала в местную газету интервью 📰"

    const val girlInterview2 = "<b>Мысли Эмили</b>\nОна сказала, что он якобы домогался её 🗣️"

    const val girlInterview3 = "<b>Мысли Эмили</b>\nОна предоставила редакции фото 📸"

    const val girlInterview4 = "<b>Мысли Эмили</b>\nНа фото Эмили сосала член Дэна 🤦‍♀️"

    const val emilyRecognition1 = "<b>Мысли Эмили</b>\nЧёрт, я узнала её! 😡"

    const val emilyRecognition2 = "<b>Мысли Эмили</b>\nЭто сучка из соседнего отдела по работе с клиентами Эвелин Картер 😤"

    const val emilyRecognition3 = "<b>Мысли Эмили</b>\nНа недавнем собрании шлюхой выставили меня! 😠"

    const val emilyRefusal1 = "<b>Мысли Эмили</b>\nА я всего лишь отказала клиенту в интиме 😒"

    const val emilyRefusal2 = "<b>Мысли Эмили</b>\nГадкий задохлик часто захаживал к нам в компанию 😤"

    const val emilyRefusal3 = "<b>Мысли Эмили</b>\nОн хотел получить очередную порцию минета 🤢"

    const val emilyRefusal4 = "<b>Мысли Эмили</b>\nКогда не добился желаемого, он слил начальству фотки 📸"

    const val emilyRefusal5 = "<b>Мысли Эмили</b>\nНа фотках я с его членом во рту 🤬"

    const val phoneVibration1 = "<b>Мысли Эмили</b>\nВнезапно у меня завибрировал телефон 📱"

    const val phoneVibration2 = "<b>Мысли Эмили</b>\nДэн наконец написал мне 💬"


    const val danHello = "<b>Дэн</b>\nПривет"

    const val emilyReply1 = "Наконец вспомнил обо мне?"
    const val emilyReply2 = "Ну, привет"

    const val danUnderstand = "<b>Дэн</b>\nЯ думаю, ты понимаешь, почему я написал"

    const val emilyReason1 = "<b>Эмили</b>\nКак раз смотрела по телевизору на причину 📺"
    const val emilyReason2 = "<b>Эмили</b>\nЯ что-то делаю не так? 😟"

    const val danPast = "<b>Дэн</b>\nДело не в тебе или во мне. Всё, что происходило в прошлом, осталось в прошлом"

    const val emilySecrets32 = "<b>Эмили</b>\nУ нас у всех есть свои секреты 🤐"

    const val danSecrets = "<b>Дэн</b>\nДа, и о твоих я тоже узнал"

    const val emilyShame = "Считаешь меня шлюхой? 😔"

    const val danNo = "<b>Дэн</b>\nВовсе нет. Более того, я уверен, что это в прошлом."

    const val emilySpeechless = "<b>Эмили</b>\nЯ… я не знаю, что сказать"

    const val danThink = "<b>Дэн</b>\nДавай просто ещё немного подумаем о том, что делать дальше"

    const val emilyAgree32 = "<b>Эмили</b>\nХорошо. Думаю, нам это не повредит"

    const val emilyBeer = "<b>Рассказчик Эмили</b>\nЯ вышла из чата и достала из холодильника баночку холодного пива. 🍺 На работу после скандала идти не хотелось, поэтому я ушла на больничный. 😞"

    const val emptyGlass = "<b>Рассказчик Эмили</b>\nСпустя десять минут стакан, в котором плескалось пиво, оказался пуст. Телефон вновь завибрировал. 📱 Неужели Дэн снова решил написать мне? Но нет, это был один из посетителей форума, под ником \"Ёбырь-террорист\". 😒 И он мне что-то писал"

    const val yobyrHello = "<b>Ёбырь-террорист</b>\nПривет, красотка! Не хочешь развлечься? 😏"

    const val emilyRetort1 = "Судя по нику, у тебя какие-то комплексы? 😑"
    const val emilyRetort2 = "У меня в профиле где-то написано, что я шалава? 😡"

    const val yobyrCalm = "<b>Ёбырь-террорист</b>\nДетка, не надо быть такой злюкой. Ты ещё даже не видела моего здоровенного члена, а уже агришься на меня 😉"


    const val emilyAccessible1 = "<b>Эмили</b>\nПочему ты думаешь, что я такая доступная? 😠"

    const val yobyrGossip = "<b>Ёбырь-террорист</b>\nПотому что твои коллеги говорят об этом на каждом углу 🤭"

    const val emilyShock = "<b>Эмили</b>\nСтоп, что? Кто ты такой? 😲"

    const val yobyrIdentity = "<b>Ёбырь-террорист</b>\nКакая разница? Главное, что я смог отыскать тебя здесь. Не стоит ставить свою фотографию на аватарку, если хочешь остаться анонимной 😉"

    const val emilyAnger1 = "Пошёл ты нахрен! 😡"

    const val emilyAnger2 = "Сдохни, ублюдок! 🤬"

    const val yobyrTaunt1 = "<b>Ёбырь-террорист</b>\nА ты горячая шлюшка! 😈"

    const val yobyrTaunt2 = "<b>Ёбырь-террорист</b>\nИ фотки с тобой классные 📸"

    const val yobyrTaunt3 = "<b>Ёбырь-террорист</b>\nА ещё судя по всему, настолько тупая, что не смогла заметить, как тебя фотографировали 😏"

    const val yobyrTaunt4 = "<b>Ёбырь-террорист</b>\nВо время смачного отсоса 🤣"

    const val yobyrTaunt5 = "<b>Ёбырь-террорист</b>\nТак сильно любишь свою работу? 🤔"

    const val emilyCurse1 = "<b>Эмили</b>\nГори в аду! 🔥"

    const val emilyCurse2 = "<b>Эмили</b>\nМразь! 😡"

    const val emilyBlock1 = "<b>Рассказчик Эмили</b>\nЯ добавила собеседника в чёрный список и вышла из интернета 📵"

    const val emilyBlock2 = "<b>Рассказчик Эмили</b>\nПо моему лицу струились слёзы 😢"

    const val emilyBlock3 = "<b>Рассказчик Эмили</b>\nДэн, ты очень мне нужен, и плевать какие скелеты в твоём шкафу… 🥺"

    const val Lavel_8_Final = "<b>Рассказчик</b>\nКонец восьмой главы"

    const val Lavel_9_Start = "Перейти к девятой главе"

    // Глава 9
    const val chapter9Title = "<b>Рассказчик</b>\nГлава 9. \"Выбор\" 🤔"

    const val emilyStress1 = "<b>Рассказчик Эмили</b>\nПоследние несколько дней я живу в стрессе 😣"

    const val emilyStress2 = "<b>Рассказчик Эмили</b>\nЧтобы хоть как-то его побороть, я пытаюсь развеяться: будь то просмотр порно, или виртуальный секс в анонимном чате 📺💻"

    const val emilyStress3 = "<b>Рассказчик Эмили</b>\nПравда, особого удовольствия от такого времяпрепровождения я не получаю 😕"

    const val emilyStress4 = "<b>Рассказчик Эмили</b>\nДа и вообще, кому какое дело на чьём члене я прыгаю? 🤷‍♀️"

    const val emilyMessage = "<b>Рассказчик Эмили</b>\nВот и сегодня мне написал один парень с завышенной самооценкой 😒"

    const val emilyComment333 = "<b>Рассказчик Эмили</b>\nНеужели каждый, у кого есть член, считает себя каким-то особенным? 🙄"

    const val samXXLHello = "<b>СамецXXL</b>\nПриветик! 😎"

    const val emilyHello = "Нуу, привет 👋"

    const val samXXLHowAreYou = "<b>СамецXXL</b>\nКак настроение? 😃"

    const val emilyBadMood = "<b>Эмили</b>\nПаршивое 😔"

    const val samXXLWhy = "<b>СамецXXL</b>\nПочему? 😅"

    const val emilyBored = "<b>Эмили</b>\nПросто мне скучно 😞"

    const val samXXLFlirt1 = "<b>СамецXXL</b>\nМожет тогда немного пошалим? Тебе не будет скучно 😉"

    const val emilyChallenge1 = "Ну давай, попробуем 🤷‍♀️"

    const val emilyChallenge2 = "Попробуй меня удивить, самец 😁"

    const val samXXLFantasy1 = "<b>СамецXXL</b>\nМы сидим в кинотеатре, вокруг ни души. 🎬 Я кладу тебе руку на колено️"

    const val emilyFantasy1 = "<b>Эмили</b>\nЯ немного раздвигаю ноги 👀"

    const val samXXLFantasy2 = "<b>СамецXXL</b>\nМоя рука опускается под твою юбку, и сквозь трусики гладит киску"

    const val emilyFantasy2 = "<b>Эмили</b>\nВ это время я глажу твой член, проступающий через тонкую ткань брюк 👖"

    const val samXXLFantasy3 = "<b>СамецXXL</b>\nЯ отодвигаю трусики и пальчиком вхожу в киску 👉"

    const val emilyFantasy3 = "<b>Эмили</b>\nЯ расстёгиваю ширинку брюк и достаю твой член 💼"

    const val samXXLFantasy4 = "<b>СамецXXL</b>\nМои губы страстно впиваются в твою шею. 💋"

    const val emilyFantasy4 = "<b>Эмили</b>\nЯ начинаю дрочить твой твёрдый член "

    const val samXXLFantasy5 = "<b>СамецXXL</b>\nО дааа, спустись к нему и возьми в свой грязный ротик! Будь моей шлюшкой! 🤤"

    const val emilyAngerFantasy1 = "Я беру в рот член и отгрызаю его нахрен. Ты корчишься от боли и судорог 😡😱"

    const val emilyAngerFantasy2 = "А не пошёл бы ты нахер? 🤬"

    const val samXXLShock = "<b>СамецXXL</b>\nЭй, ты охренела? 🧐"

    const val emilyDismiss = "<b>Эмили</b>\nНе пиши мне, мудила! 😤"

    const val emilyDisconnect = "<b>Мысли Эмили</b>\nЯ отключилась от чата. 📴 И снова меня назвали шлюшкой 😔"

    const val emilyDoubt1 = "<b>Мысли Эмили</b>\nМожет, это так и есть? 🤷‍♀️"

    const val emilyDoubt2 = "<b>Мысли Эмили</b>\nЧто я делаю со своей жизнью? 😢"

    const val emilyReflection1 = "<b>Мысли Эмили</b>\nУверена, Дэн тоже думает, как поступить, и что делать дальше 🤔"

    const val emilyReflection2 = "<b>Мысли Эмили</b>\nУ него сейчас проблем не меньше, чем у меня 😟"

    const val emilyGuilt = "<b>Мысли Эмили</b>\nИ очень плохо, что я могла стать одной из причин его неудач 😞"

    const val emilyWonder = "<b>Мысли Эмили</b>\nИнтересно, чем он сейчас занимается, о чём думает? 🧐"

    const val emilyCuriosity34 = "<b>Мысли Эмили</b>\nНаконец, какие планы строит на будущее? 🤷‍♀️"
    const val denmsg = "<b>Рассказчик</b>\nНаписал Дэн️"

    const val danMessage = "<b>Дэн</b>\nПривет, Эмили. Я хочу поговорить"

    const val emilyReply43 = "Привет. И о чём же? 🤔"

    const val danClarification = "<b>Дэн</b>\nЯ думаю, мы должны расставить все точки над «И» 🔤"

    const val emilyReality = "<b>Эмили</b>\nТы же понимаешь, что как раньше уже не будет? 😟"

    const val danAcceptance = "<b>Дэн</b>\nДа. Мы оба сильно нагрешили. И теперь надо как-то выходить из этой ситуации 😔"

    const val emilyQuestion1 = "<b>Эмили</b>\nТы уверен, что хотел бы остаться со мной? 🤨"

    const val danQuestion1s = "<b>Дэн</b>\nА ты со мной? 🤔"

    const val emilyConfessions= "<b>Эмили</b>\nИ тебя не пугает то, что я раньше оказывала интимные услуги клиентам компании? 😰"

    const val danHumor = "<b>Дэн</b>\nЯ между прочим был одним из таких клиентов Не находишь это забавным? 😏"

    const val emilyIndecision = "<b>Эмили</b>\nЯ… Я не знаю 😟"

    const val danChoice1 = "<b>Дэн</b>\nМы можем быть вместе, а можем разбежаться и заниматься решением своих проблем самостоятельно 🤷‍♂️"

    const val emilyRealityCheck = "<b>Эмили</b>\nНо ты ведь понимаешь, что чудес не бывает? При любом исходе проблемы останутся 🪄"

    const val danChoice2 = "<b>Дэн</b>\nДа, но бороться с ними вместе или по отдельности зависит только от нас"

    const val emilyDesires = "<b>Эмили</b>\nКак бы я хотела, чтобы всё было как раньше 😔"

    const val danFinalChoice = "<b>Дэн</b>\nТогда у тебя есть выбор. Я даю тебе такой выбор 🔄"

    const val emilyChoice1 = "\uD83D\uDD00Я хочу расстаться. Мы не созданы друг для друга 💔"

    const val emilyChoice2 = "\uD83D\uDD00Я люблю тебя и хочу быть только с тобой! 💖"

    const val emilyDecision = "<b>Мысли Эмили</b>\nВыбор сделан. 🗳️ Я ждала, что Дэн ответит на моё сообщение. 📱 Обратного пути больше нет. 🚫 Вот только правильно ли я поступила? 🤔"

    const val Lavel_9_Final = "<b>Рассказчик</b>\nКонец девятой главы"
    const val Lavel_10_Start = "Перейти к десятой главе \"Давай расстанемся\""
    const val Lavel_10_Start_two = "Перейти к десятой главе \"Мы должны быть вместе!\""

    //Глава 10 (давай расстанимся)
    const val chapter10Title = "<b>Рассказчик</b>\nГлава 10. \"Давай расстанемся\" 💔"

    const val danBreakup1 = "<b>Дэн</b>\nЗначит, ты хочешь расстаться? 😞"

    const val emilyBreakup1 = "Да. Пойми, мы не созданы друг для друга 😔"

    const val emilyIndecision2 = "Я не знаю. Это всё так сложно 🤷‍♀️"

    const val danDisappointment = "<b>Дэн</b>\nПечально. А я так надеялся, что всё что было между нами серьёзно 😢"

    const val danEncouragement = "<b>Дэн</b>\nКакие сложности? Вместе, мы сможем разобраться со всеми проблемами 💪"

    const val emilyDoubt = "<b>Эмили</b>\nЯ не уверена, что ты сможешь дать мне то, чего я хочу. 🤔"

    const val danQuestion2 = "<b>Дэн</b>\nА чего ты хочешь? 🤨"

    const val emilyConfession1 = "Разврата… С множеством партнёров 😈"

    const val emilyConfession2 = "Я хочу, чтобы не было проблем 🕊️"

    const val danDisbelief = "<b>Дэн</b>\nБоже… Я был о тебе лучшего мнения 😧"

    const val danOfferHelp = "<b>Дэн</b>\nМожет тогда я смогу помочь? 🤝"

    const val emilySelfDoubt = "<b>Эмили</b>\nЯ падшая женщина. И мне кажется, что я иду на дно 😞"

    const val danSupport = "<b>Дэн</b>\nНо ведь я всячески протягиваю тебе руку помощи \uD83D\uDE1E"

    const val emilyRejection1 = "Мне не нужна помощь 😤"

    const val emilyRejection2 = "Помоги лучше себе 🖐️"

    const val danAnger = "<b>Дэн</b>\nА знаешь, катись-ка ты к чёрту! 😠"


    const val danExit = "<b>Рассказчик Эмили</b>\nДэн вышел из чата, а меня добавил в чёрный список. 📵 Видимо я ему была нужна больше, чем он мне 😔"

    const val emilyRealization = "<b>Рассказчик Эмили</b>\nИменно в этот момент я поняла, что всего, чего мне сейчас хотелось, это горячего секса с несколькими мужчинами 🔥😈"

    const val emilyIndulgence = "<b>Рассказчик Эмили</b>\nИ я пустилась во все тяжкие 🌪️"

    const val yearsPassed = "<b>Рассказчик Эмили</b>\nПрошло несколько лет с нашего расставания 📅"

    const val emilyDescent = "<b>Рассказчик Эмили</b>\nВыпивка и беспорядочные связи спускали меня на дно 🍾😞"

    const val emilyEmancipation = "<b>Рассказчик Эмили</b>\nВ день, когда я освободилась от желания любить, я вышла на работу, и первым же делом пошла в кабинет к начальнику, а затем сделала ему лучший в мире минет 💼👄"

    const val bossReaction = "<b>Рассказчик Эмили</b>\n Старик так стонал и закатывал глаза от удовольствия, что я повторяла такие манипуляции раз за разом, когда мне что-то было от него нужно 😵💦"

    const val emilyRoutine = "<b>Рассказчик Эмили</b>\nЯ продолжила выполнять рабочие планы, отдаваясь каждому клиенту 💼🍑"

    const val emilyDescription = "<b>Рассказчик Эмили</b>\nЭто был грязный, но очень горячий секс 💋🔥"

    const val emilyNotAlone = "<b>Рассказчик Эмили</b>\nЯ больше не чувствовала себя одинокой 😊"

    const val danNews = "<b>Рассказчик Эмили</b>\nО Дэне тоже кое-что было слышно 📰"

    const val danSuccess = "<b>Рассказчик Эмили</b>\nОн получил неплохую должность в парламенте, женился на какой-то серой мышке, работавшей флористкой в городском магазинчике, и они вроде бы как ждали ребёнка 👔💍👶"

    const val emilyCuriosity2 = "<b>Рассказчик Эмили</b>\nИнтересно, а что в его понимании значило слово \"счастье\"? 🤔"

    const val emilyForum = "<b>Рассказчик Эмили</b>\nЯ как обычно зашла на анонимный форум для тех, кто ищет лёгкого секса. 🌐💋"

    const val joeGreeting = "<b>Грязный Джо</b>\nПривет, сладкая! 😉"

    const val emilyReply23 = "<b>Эмили</b>\nПривет, сексуальный мачо 😏"

    const val joeProposal = "<b>Грязный Джо</b>\nВстретимся сегодня снова? 😏"

    const val emilyCondition = "<b>Эмили</b>\nТолько если ты будешь не один 😉"

    const val joeAgreement = "<b>Грязный Джо</b>\nЯ позову друга, как в прошлый раз 😎"

    const val emilyTease33 = "<b>Эмили</b>\nМакс, и почему у тебя такой дурацкий ник на этом сайте? 😁"

    const val joeReason = "<b>Грязный Джо</b>\nАнонимность, сладкая, анонимность 😉"

    const val emilyConclusion = "Я Эмили, и это моя история… 📖"

    const val finalOne = "<b>Рассказчик</b>\nКонец новеллы..."
    const val finalOne123 = "<b>Рассказчик</b>\nСпасибо за игру\uD83D\uDC97\n" +
            "\n" +
            "Эмили погрузилась в мир беспорядочных связей и самоуничтожения после расставания с Дэном. Годы шли, и она полностью погрузилась в свои тёмные увлечения, работая над выполнением своих потребностей в грязных и временных удовольствиях. Несмотря на бурный путь, который она выбрала, Эмили обнаружила, что её настоящие стремления к переменам и самопознанию всё же были возможны.\n" +
            "\n" +
            "Хочешь узнать, как мог бы сложиться её путь иначе? Пройди игру ещё раз и попробуй другие выборы."

    // Глава 10. Мы должны быть вместе!

    const val chapter10Together = "<b>Рассказчик</b>\nГлава 10. Мы должны быть вместе! ❤️"

    const val emilyDesiree = "<b>Эмили</b>\nЯ хочу быть только с тобой! ❤️"

    const val danReassurance = "<b>Дэн</b>\nТы в этом уверена? 🤔"

    const val emilyQuestionn = "А ты разве не уверен? 😟"

    const val danDoubt = "<b>Дэн</b>\nЧестно, у меня есть некоторые сомнения 😐"

    const val emilyConcern = "<b>Эмили</b>\nНеужели, мы не сможем быть вместе? 😢"

    const val danInterruption = "<b>Дэн</b>\nПодожди немного, мне звонят по работе. 📞\n" +
            "\n" +
            "(Прошло некоторое время)"

    const val danApology = "<b>Дэн</b>\nПрости, мне просто не верится, что это происходит… 😶"

    const val emilyConfusion = "Что происходит? 🤨"

    const val danRealization = "<b>Дэн</b>\nТо, что мы теперь можем быть вместе 😋"

    const val emilyUncertainty = "Не понимаю… 🤔"

    const val danExplanation = "<b>Дэн</b>\nИзвини, я просто хотел убедиться, что ты действительно серьёзно относишься к нашим отношениям 💑"

    const val emilyStress = "<b>Эмили</b>\nЭто напряжение из-за наших проблем 😣"

    const val danEncouragement44 = "<b>Дэн</b>\nМы справимся. Ведь теперь мы есть друг у друга ❤️"

    const val emilyInvitation = "Я хочу чтобы ты приехал ко мне 🚗"

    const val danSurprise = "<b>Дэн</b>\nТы впервые позвала меня к себе 😅"

    const val emilyDesire244 = "<b>Эмили</b>\nПросто я очень тебя хочу 🤭"

    const val danResponse = "<b>Дэн</b>\nУже в пути 😏"

    const val danArrival = "<b>Рассказчик Эмили</b>\nКогда Дэн приехал, его ждал очень горячий приём 🔥"

    const val emilyUndressed = "<b>Рассказчик Эмили</b>\nЯ была уже раздета, и он с порога моей квартиры накинулся на меня 😏"

    const val danKisses = "<b>Рассказчик Эмили</b>\nДэн страстно целовал мои губы💋"

    const val danDescending = "<b>Рассказчик Эмили</b>\nС каждым поцелуем он спускался всё ниже и ниже, от губ к шее, от шеи к груди 👄⬇️"

    const val danBreastKiss = "<b>Рассказчик Эмили</b>\nОн горячо ласкал языком мои сосочки 👅💗"

    const val emilyAroused = "<b>Рассказчик Эмили</b>\nЯ текла от одних поцелуев 💦"

    const val danLowerKiss = "<b>Рассказчик Эмили</b>\nОт груди по животику он спустился ниже ⬇️"

    const val danLobes = "<b>Рассказчик Эмили</b>\nНежно целовал лобок, усадил меня на диван, раздвинул ножки и язычком водил по клитору и губкам 👅🍑"

    const val emilyEcstasy = "<b>Рассказчик Эмили</b>\nЯ не могла сдерживаться, и тогда его язык вошёл в меня 🔥"

    const val emilyClimax = "<b>Рассказчик Эмили</b>\nЯ была готова кончить, но жестом остановила его ✋"

    const val emilyClimax111 = "Трахнуть Эмили"

    const val danPenetration = "<b>Рассказчик Эмили</b>\nДэн приподнялся и вставил свой горячий твёрдый член в мою киску 🍆🍑"

    const val danPassion = "<b>Рассказчик Эмили</b>\nОн трахал меня с такой страстью, что я забыла обо всех проблемах, которые меня преследовали 💥"

    const val emilyOrgasm = "<b>Рассказчик Эмили</b>\nЯ кончила, и приятная судорога волнами проходила по моему телу 🌊😌"

    const val danEndurance = "<b>Рассказчик Эмили</b>\nДэн же ещё держался 😤"

    const val emilyOral = "<b>Рассказчик Эмили</b>\nТогда я взяла его член губами, и плавно вводила в себя 👄🍆"

    const val emilyTongue = "<b>Рассказчик Эмили</b>\nМой язычок скользил по его головке 👅"

    const val danClimax = "<b>Рассказчик Эмили</b>\nИ он не смог этого выдержать. Дэн кончил, а его сперма наполнила мой рот 💦👄"

    const val emilySwallow = "<b>Рассказчик Эмили</b>\nОна оказалась очень вкусной, и я её проглотила 😋"

    const val afterglow = "<b>Рассказчик Эмили</b>\nСпустя время, мы лежали на кровати и обнимались 🛏️❤️"

    const val bestSex = "<b>Рассказчик Эмили</b>\nЭто был лучший секс в моей жизни, а глубину ему добавляло то, что он был с любимым мужчиной 💖"

    const val writeboss = "Написать Начальнику"

    const val emilyResignation = "<b>Рассказчик Эмили</b>\nУтром я написала начальнику 🌅📱"

    const val emilyQuit = "<b>Эмили</b>\nЯ увольняюсь ✋"

    const val bossResponse = "<b>Начальник</b>\nТы не можешь просто взять и уйти. С твоей репутацией ты никому не нужна! Тебя не возьмут на работу даже наши конкуренты 😡"

    const val emilyDefiance = "<b>Эмили</b>\nВ гробу я видела вас, вашу работу и ваших конкурентов 😁"

    const val bossAnger = "<b>Начальник</b>\nДа как ты смеешь! 😤"

    const val emilyFinal = "<b>Эмили</b>\nПошёл ты, старый пердун! 🖕"

    const val emilyDeleteBoss = "<b>Рассказчик Эмили</b>\nЯ удалила начальника из телефонной книги, больше я там работать не хочу 📵"

    const val marriage = "<b>Рассказчик Эмили</b>\nСпустя год, мы с Дэном поженились. 💍 Это был один из лучших дней в моей жизни 💖"

    const val mutualAcceptance = "<b>Рассказчик Эмили</b>\nОн принял меня с моим тёмным прошлым, а я приняла его 👫"

    const val realLove = "<b>Рассказчик Эмили</b>\nВидимо всё это время я искала не страсть, а настоящую и чистую любовь ❤️"

    const val newJob = "<b>Рассказчик Эмили</b>\nЯ нашла более светлую работу, не связанную с офисными интригами 🌸"

    const val flowerShop = "<b>Рассказчик Эмили</b>\nВсе свои средства я вложила в магазин цветов, а сама прошла курсы флориста 🌺💐"

    const val futurePlans = "<b>Рассказчик Эмили</b>\nТеперь мы с Дэном планируем завести детей 👶"

    const val busyJob = "<b>Рассказчик Эмили</b>\nРабота у него, конечно, не позволяет иметь много свободного времени, но это и неважно ⏰"

    const val mutualFeelings = "<b>Рассказчик Эмили</b>\nВажно то, что мы чувствуем по отношению друг к другу ❤️"

    const val emilyConclusion111 = "<b>Рассказчик Эмили</b>\nЯ Эмили и это моя история… 📖"
    const val emilyConclusion1112 = "<b>Рассказчик Эмили</b>\nСпасибо за игру\uD83D\uDC97\n" +
            "\n" +
            "Благодаря твоим решениям, Эмили и Дэн смогли преодолеть все трудности и восстановить свои отношения. Они вместе нашли путь к настоящей и глубокой любви, оставив позади страсть и беспорядочные связи. Эмили уволилась с работы, которая не приносила ей удовлетворения, и теперь занимается флористикой, открыв свой магазин.\n" +
            "\n" +
            "Прошло время, и Эмили и Дэн поженились, планируют завести детей и строят своё будущее вместе, наполненное любовью и поддержкой. Их отношения стали не только страстными, но и настоящими, с крепким основанием взаимного уважения и понимания.\n" +
            "\n" +
            "Хочешь узнать, как могли бы сложиться другие варианты их пути? Пройди игру ещё раз и исследуй все возможные выборы."

    const val Glave_1 = "Глава 1"
    const val Glave_2 = "Глава 2"
    const val Glave_3 = "Глава 3"
    const val Glave_4 = "Глава 4"
    const val Glave_5 = "Глава 5"
    const val Glave_6 = "Глава 6"
    const val Glave_7 = "Глава 7"
    const val Glave_8 = "Глава 8"
    const val Glave_9 = "Глава 9"
}